[
        {
                "id":9,
                "image": "../images/n1.jpg",
                "name": "Class In Action",
                "price": "112",
                "description":"Make every step of your interstellar journey stylish and comfortable with this product. Made from ethically sourced materials, it’s soft, durable, and designed to keep you moving."
            },
            {
                "id":10,
                "image": "../images/n2.jpg",
                "name": "Simply Refined Style",
                "price": "98",
                "description":"With a focus on functionality and design, this piece features moisture-absorbing fabric, keeping you cool and dry during active moments. The interstellar design is printed using eco-friendly dyes for a sustainable yet stunning look."
            },
            {
                "id":11,
                "image": "../images/n3.jpg",
                "name": "Exquisite Sophistication Defined",
                "price": "123",
                "description":" Celebrate your love for space with this lightweight and comfortable t-shirt. The vibrant astronaut print is screen-printed with eco-safe dyes, ensuring both style and sustainability."
            },
            {
                "id":12,
                "image": "../images/n4.jpg",
                "name": "Timeless Elegance Always",
                "price": "101",
                "description":"These comfortable, casual pants are made from a blend of cotton and polyester for durability and stretch. Featuring a cute astronaut motif, they are perfect for lounging at home or casual outings."
            },
            {
                "id":13,
                "image": "../images/n5.jpg",
                "name": "Graceful And Polished",
                "price": "149",
                "description":"Designed for everyday wear, these pants include an elastic waistband and adjustable drawstring for a customized fit. The cartoon astronaut print adds a touch of fun and whimsy."
            },
            {
                "id":14,
                "image": "../images/n6.jpg",
                "name": "Elegance Through Simplicity",
                "price": "99",
                "description":"Step into the future with this space-inspired product. The sleek design features high-quality fabric, ensuring both durability and comfort for all-day wear."
            },
            {
                "id":15,
                "image": "../images/n7.jpg",
                "name": "Uncompromising Quality Always",
                "price": "87",
                "description":"This adorable t-shirt features a playful cartoon astronaut design, perfect for kids and adults alike. Made with 100% cotton, it’s soft, breathable, and ideal for casual outings or layering under a jacket."
            },
            {
                "id":16,
                "image": "../images/n8.jpg",
                "name": "Refined Yet Bold",
                "price": "103",
                "description":"This adorable t-shirt features a playful cartoon astronaut design, perfect for kids and adults alike. Made with 100% cotton, it’s soft, breathable, and ideal for casual outings or layering under a jacket."
            }     
]